export const comment = [
  {
    name: "احسان",
    id:1,
    description: "عالیه فیلم و سریال های قشنگی داره",
  },
  {
    name: "سالار",
    id:2,
    description:
      "عالیییییییییییییییی پیشنهاد میکنم نصب کنید فیلم های رایگان هم داره پس نصب کنید",
  },
  {
    name: "fateme",
    id:3,
    description:
      "😚 خیلی برنامه عالیه😻😻 من ۵ سال این برنانه رو دارم...🌹 درسته یکم اشتراکاش گرونه ولی هنوزم خوبه.💙❤ ولی اینترنتش نیمبهاست🌹🌹😻ن🌹❤",
  },
  {
    name: "Ali",
    id:4,
    description:
      " این برنامه خیلی خوبه من داخل این فیلم نگاه می کنم کلی مامانم فیلم های بزرگسالان نگاه می‌کنه",
  },
  {
    name: "سالار",
    id:5,
    description:
      "عالییییییییییییییی پیشنهاد میکنم نصب کنید فیلم های رایگان هم داره پس نصب کنید",
  },
  {
    name: "Taha",
    id:6,
    description: "از وقتی فیلی مو نصب کردم دیگه تلویزیون نگاه نمیکنم",
  },
  {
    name: "سالار",
    id:7,
    description:
      "عالییییییییییییییی پیشنهاد میکنم نصب کنید فیلم های رایگان هم داره پس نصب کنید",
  },
  {
    name: "Taha",
    id:8,
    description: "از وقتی فیلی مو نصب کردم دیگه تلویزیون نگاه نمیکنم",
  },
];
