
import bibadanBg from "../assets/img/bgbi.jpg";
import yadegarBg from "../assets/img/bgya.jpg";
import asbBg from "../assets/img/bgasb.jpg";
import khorshidBg from "../assets/img/bgkhor.jpg";
import nilgunBg from "../assets/img/bgni.jpg";
import temsahBg from "../assets/img/bgt.jpg";


export const films = [
    {
      img: bibadanBg,
      y: 1,
      name: "بی بدن",
      nameE: "Bibadan",
      kargardan: "مرتضی علیزاده",
      like: "70%",
      imdb: "5.7",
      zhanr: "جنایی",
      kholase:
        "سارا مقدم پس از گم شدن دخترش ارغوان، به دادسرا مراجعه می کند. موبایل ارغوان ردیابی می شود تا آخرین فردی که او را دیده مشخص شود. یافته ها از وقوع اتفاقاتی هولناک پرده بر می دارد.",
      time: "بالای ۱۵ سال - یک ساعت و ۵۱ دقیقه - محصول ایران - ۱۴۰۲ - کیفیت HD",
    },
    {
      img: yadegarBg,
      y: 2,
      name: "یادگار جنوب",
      nameE: "yadegar jonub",
      kargardan: " حسین دوماری",
      like: "50%",
      imdb: "4.4",
      zhanr: "عاشقانه",
      kholase: "وحید، عشقش را در کالبد رعنا، زنی روسپی می جوید ...",
      time: "بالای ۱۵ سال - یک ساعت و ۴۱ دقیقه - محصول ایران - ۱۴۰۱ - کیفیت HD",
    },
    {
      img: asbBg,
      y: 3,
      name: "اسب سفید پادشاه",
      nameE: "asb sefid padeshah",
      kargardan: "محمد حسین لطیفی",
      like: "85%",
      imdb: "6.8",
      zhanr: "درام",
      kholase:
        "فیلم اسب سفید پادشاه داستان دختر جوانی به نام مریم معروف به ماری است که پس از چند ماه از زندان آزاد می شود و در صدد یافتن نامزد خود و خروج از بحرانی است که در زندگی گرفتار آن شده است ....",
      time: "یک ساعت و ۲۹ دقیقه - محصول ایران - ۱۳۹۴ - کیفیت HD",
    },
    {
      img: khorshidBg,
      y: 4,
      name: " خورشید آن ماه",
      nameE: "khorshid an mah",
      kargardan: "ستاره اسکندری",
      like: "70%",
      imdb: "6.2",
      zhanr: "درام",
      kholase:
        "در جنوب شرقی استان سیستان و بلوچستان، یک بیوه بلوچ به نام بیبان تصمیم می گیرد سکوت کند و دیگر حرفی نزند. او با پسرش میران در خانه پدرشوهرش زندگی می کند. وقتی همبازی دوران کودکی او، همراز، به خانه برمی گردد، عشقی میانشان جان می گیرد؛ اما همه سعی می کنند بیبان را وادار کنند که این عشق ممنوعه را فراموش کند.",
      time: "بالای ۱۵ سال - یک ساعت و ۳۱ دقیقه - محصول ایران - ۱۳۹۹ - کیفیت HD",
    },
    {
      img: nilgunBg,
      y: 5,
      name: "نیلگون",
      nameE: "Nilgun",
      kargardan: "حسین سهیلی زاده",
      like: "70%",
      imdb: "5.5",
      zhanr: "خانوادگی",
      kholase:
        "نیلگون فیلمی به کارگردانی حسین سهیلی زاده، نویسندگی بابک کایدان و تهیه کنندگی ایرج محمدی محصول سال ۱۳۹۸ است.",
      time: "بالای ۱۵ سال - یک ساعت و ۲۶ دقیقه - محصول ایران - ۱۳۹۸ - کیفیت HD",
    },
    {
      img: temsahBg,
      y: 6,
      name: "تمساح خونی",
      nameE: "Temsah khuni",
      kargardan: "جواد عزتی",
      like: "60%",
      imdb: "5.2",
      zhanr: "کمدی",
      kholase:
        "من یه تمساحم، یه تمساح خونی ! یه آدم زخمی که کل زندگیش فقط باخته و چیزی برای از دست دادن نداره… ولی باز دلش ریسک های بزرگ می خواد!",
      time: "بالای ۱۵ سال - یک ساعت و ۴۶ دقیقه - محصول ایران - ۱۴۰۳ - کیفیت HD",
    },
    {
      img: yadegarBg,
      y: 7,
      name: "یادگار جنوب",
      nameE: "yadegar jonub",
      kargardan: " حسین دوماری",
      like: "50%",
      imdb: "4.4",
      zhanr: "عاشقانه",
      kholase: "وحید، عشقش را در کالبد رعنا، زنی روسپی می جوید ...",
      time: "بالای ۱۵ سال - یک ساعت و ۴۱ دقیقه - محصول ایران - ۱۴۰۱ - کیفیت HD",
    },
  ];
