import jokerBg from "../assets/img/3.jpeg";
import shamBg from "../assets/img/6.jpeg";
import aknunBg from "../assets/img/5.jpeg";
import mastiBg from "../assets/img/bgm.jpg";
import lalaBg from "../assets/img/bgl.jpg";
import zakhmBg from "../assets/img/2.jpeg";

export const series = [
  {
    img: jokerBg,
    y: 1,
    name: "جوکر",
    nameE: "joker2",
    kargardan: "احسان علیخانی",
    like: "78%",
    imdb: "5.2",
    zhanr: "کمدی",
    kholase:
      "یه قسمت پر از اتفاقات عجیب و غریب که توش رژیم های غذایی نعیمه رو محاکمه می کنن، مریم سعادت فال می گیره و غول چراغ جادو ظاهر میشه…",
  },
  {
    img: shamBg,
    y: 2,
    name: "شام ایرانی",
    nameE: "sham irani",
    kargardan: "سعید ابوطالب",
    like: "88%",
    imdb: "3.2",
    zhanr: "خانوادگی",
    kholase:
      "شام ایرانی به خانه یکی از داوودنژادها رسید. واله داوودنژاد میهمانانش را به شام بی نظیری دعوت کرد که همه اجزایش را خودش به تنهایی درست کرده است. حالا نوبت صحرا اسداللهی و السا فیروز آذر و متین ستوده است که به او امتیاز بدهند. داورها هنوز سخت گیرند....",
    time: "محصول ایران - ۱۴۰۳ - کیفیت HD",
  },
  {
    img: aknunBg,
    y: 3,
    name: "اکنون..",
    nameE: "Aknun",
    kargardan: "محمدرضا رضائیان",
    like: "70%",
    imdb: "5.2",
    zhanr: "تاک شو",
    kholase:
      "در پنجمین قسمت از برنامه «اکنون...»، پیمان قاسم خانی مهمان برنامه است. او که با فیلم هایش بارها لحظات را به کام ما شیرین کرده، اکنون با سروش صحت از زندگی، هنر و عشق می گوید.",
    time: "محصول ایران - ۱۴۰۳",
  },
  {
    img: mastiBg,
    y: 4,
    name: "ممیزی",
    nameE: "Momayezi",
    kargardan: "حامد جوادزاده",
    like: "62%",
    imdb: "5.2",
    zhanr: "کمدی",
    kholase: "همدیگه رو جاج نکنین!",
    time: "محصول ایران - ۱۳۹۸",
  },
  {
    img: lalaBg,
    y: 5,
    name: "لالایی",
    nameE: "lalaei",
    kargardan: "احمد درویشعلی پور",
    like: "75%",
    imdb: "6.2",
    zhanr: "خانوادگی",
    kholase:
      "جهانگیر با به دست آوردن دفترچه قصد دارد با بر ملا کردن نقش پاداش، گلشن را در جریان اتفاقات پیش آمده قرار دهد و نقشه هایی را که در سر دارد عملی کند.",
    time: "محصول ایران - ۱۴۰۳",
  },
  {
    img: zakhmBg,
    y: 6,
    name: "زخم کاری",
    nameE: "zakhm kari",
    kargardan: "محمدحسین مهدویان",
    like: "88%",
    imdb: "7.2",
    zhanr: "درام",
    kholase:
      "مالک در جستجوی زنی است که پدر سیما را به جشن عروسی آورده. او سیما را به جای خود با تیمی از شرکایش به نروژ می فرستد. در نروژ اما مذاکره به مشکل می خورد. مالک در تلاش است از طریق سیما و باقی شرکا مشکل را حل کند اما…",
    time: "۴ فصل و ۴۸ قسمت",
  },
];
